export const mockedAdvantages: AdvantagesBlockData[] = [
  {
    id: 122,
    iconUrl: 'assets/AdvantageBlockIcons/quality.png',
    title: 'Якісні матеріали',
    subtitle: 'Пiднiмiть стандарти вашого бізнесу з нашими якісними текстильними виробами для індустрії гостинності. Ми використовуємо лише якісні матерiали, якi поєднують в собі елегантнiсть, комфорт і високу зносостійкість.Забезпечте своїх клієнтів найкращим, обираючи наші продукти для свого бізнесу.',
  },
  {
    id: 123,
    iconUrl: 'assets/AdvantageBlockIcons/fast.png',
    title: 'Швидке виготовлення',
    subtitle: 'Швидше, ніж ви очікуєте! Наша команда готова виготовити вашi замовлення без затримок. Гарантуємо оперативність виробництва, надійність та своєчасну поставку. Робіть ваш бізнес ще ефективнішим і забезпечте своїх клієнтів швидким доступом до високоякісних виробів.',
  },
  {
    id: 154,
    iconUrl: 'assets/AdvantageBlockIcons/flexible.png',
    title: 'Гнучкість у замовленні',
    subtitle: 'Наша гнучкість - ваша свобода вибору! Ми пропонуємо готельно-ресторанному бізнесу найвищий рівень гнучкості у замовленнi текстильних виробів. Незалежно від обсягу чи особливих вимог, ми готовi задовольнити ваші потреби пропонуючи індивідуальнi рiшення, якi пiдкреслять унікальний стиль вашого закладу.',
  },
  {
    id: 453,
    iconUrl: 'assets/AdvantageBlockIcons/low-price.png',
    title: 'Вигідна ціна',
    subtitle: 'Вигiднiсть та якість - це наші основні принципи у галузі текстильних виробів для готельно-ресторанного бізнесу. Забезпечте свій бізнес високоякісним текстилем за доступними цінами, які не тільки економлять ваш бюджет, але і створюють комфорт для гостей та персоналу. Обирайте якість за розумну ціну - обирайте нас.',
  },
];